tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "ggerganov/ggerganov"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "nikolaeu/numi"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rockymadden/rockymadden"
tap "sebglazebrook/aliases"
tap "thezoraiz/ascii-image-converter"
tap "trufflesecurity/trufflehog"
brew "ack"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "readline"
brew "archey4"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "atuin"
brew "automake"
brew "python@3.13"
brew "autopep8"
brew "boost"
brew "aws-iam-authenticator"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "bison"
brew "btop"
brew "glib"
brew "harfbuzz"
brew "libavif"
brew "pango"
brew "chafa"
brew "chezmoi"
brew "chruby"
brew "libtool"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "cython"
brew "deno"
brew "docker-compose"
brew "docutils"
brew "dust"
brew "duti"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exercism"
brew "extract_url"
brew "eza"
brew "fd"
brew "libass"
brew "tesseract"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grpc"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libyaml"
brew "llvm"
brew "lld"
brew "llnode"
brew "llvm@17"
brew "localstack"
brew "luarocks"
brew "make"
brew "neofetch"
brew "neovim"
brew "neovim-remote"
brew "nerdfix"
brew "nowplaying-cli"
brew "ntp"
brew "nvm"
brew "pillow"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "python@3.11"
brew "qt@5"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "terraform"
brew "terraformer"
brew "thefuck"
brew "tig"
brew "tmux"
brew "ttfautohint"
brew "unar"
brew "urlview"
brew "viu"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "z"
brew "zellij"
brew "zk"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "nikolaeu/numi/numi-cli"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "osx-cross/avr/avr-gcc@8"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "rockymadden/rockymadden/slack-cli"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "trufflesecurity/trufflehog/trufflehog"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "betterdisplay"
cask "brave-browser"
cask "caffeine"
cask "chromium"
cask "cleanshot"
cask "cmake"
cask "dbeaver-community"
cask "discord"
cask "fig"
cask "firefox"
cask "font-fontawesome"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-noto-sans"
cask "font-noto-sans-symbols-2"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "monitorcontrol"
cask "notion"
cask "orbstack"
cask "postman"
cask "qbittorrent"
cask "qlmarkdown"
cask "session-manager-plugin"
cask "sf-symbols"
cask "slack"
cask "snowflake-snowsql"
cask "spaceman"
cask "spectacle"
cask "spotify"
cask "steam"
cask "tableplus"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "weasis"
cask "wezterm@nightly"
cask "zoom"
vscode "4ops.terraform"
vscode "ajmnz.prisma-import"
vscode "alexkrechik.cucumberautocomplete"
vscode "andys8.jest-snippets"
vscode "batisteo.vscode-django"
vscode "christian-kohler.npm-intellisense"
vscode "codestream.codestream"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "eeyore.yapf"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "josefbiehler.cypress-fixture-intellisense"
vscode "kawamataryo.copy-python-dotted-path"
vscode "keyhr.42-c-format"
vscode "kumar-harsh.graphql-for-vscode"
vscode "marus25.cortex-debug"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.vscode-serial-monitor"
vscode "oderwat.indent-rainbow"
vscode "orsenkucher.vscode-graphql"
vscode "orta.vscode-jest"
vscode "pamaron.pytest-runner"
vscode "paulober.pico-w-go"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "prisma.prisma"
vscode "raspberry-pi.raspberry-pi-pico"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryuta46.multi-command"
vscode "sadesyllas.vscode-workspace-switcher"
vscode "steoates.autoimport"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "xaver.clang-format"
vscode "yinfei.luahelper"
vscode "zainchen.json"
